const questions = [
  {
    name: 'Понятие экономики.',
    answer: `Эконо́мика — хозяйственная деятельность общества, а также сово-купность отношений, складывающихся в системе производства, распреде-ления, обмена и потребления.
  Впервые в научном труде слово «экономика» появляется в IV в. до н. э. у Ксенофонта, который называет её «естественной наукой». Аристотель противопоставлял экономику хрематистике — отрасли деятельности чело-века, связанной с извлечением выгоды. В современной философии эконо-мика рассматривается как система общественных отношений, рассмотрен-ных с позиции понятия стоимости. Главная функция экономики состоит в том, чтобы постоянно создавать такие блага, которые необходимы для жизнедеятельности людей и без которых общество не сможет развиваться. Экономика помогает удовлетворить потребности человека в мире ограни-ченных ресурсов.
  Экономика общества представляет собой сложный и всеохватываю-щий организм, который обеспечивает жизнедеятельность каждого челове-ка и общества в целом. 
  `,
  },
  {
    name: 'Роль промышленности в экономике России.',
    answer: `Промышленность России — крупная отрасль российской экономики. Доля промышленности в ВВП России — 32,4 % (2017 год). Доля занятого населения в промышленности — 27,6 % (2016 год).
  Доля обрабатывающих производств в российском промышленном производстве в 2007 году составляла 66 %. Объём валовой добавленной стоимости в обрабатывающих производствах — 5,1 трлн руб (2009 г.). Объём продукции в обрабатывающих производствах — 13,6 трлн рублей (2009 г.). Инвестиции в капитал в обрабатывающих производствах — 1,37 трлн рублей (2008 г.).
  
  
  Динамика индекса промышленного производства в России в 1991—2018 годах, в процентах от уровня 1991 года
  Динамика индекса обрабатывающих производств в России в 1991—2009 годах, в процентах от уровня 1991 года
  Средняя номинальная заработная плата в обрабатывающих произ-водствах — 39719 руб./мес. (2018). В 2008 году среднегодовая числен-ность занятых в обрабатывающих производствах России составляла 11,2 млн человек.
  `,
  },
  {
    name: 'Текущее состояние и тенденции развития IT отрасли России.',
    answer: `Зарубежные специалисты выделяют 5 основных тенденций развития ИТ:
  1)	Первая тенденция связана с изменением характеристик информа-ционного продукта, который все больше превращается в гибрид между результатом расчетно-аналитической работы и специфиче-ской услугой.
  2)	Отмечаются способность к параллельному взаимодействию логи-ческих элементов информационных технологий, совмещение всех типов информации (текста, образов, цифр, звуков) с ориентацией на одновременное восприятие человеком посредством органов чувств.
  3)	Прогнозируется ликвидация всех промежуточных звеньев на пути от источника информации к ее потребителю.
  4)	В качестве ведущей называется тенденция к глобализации ИКТ в результате использования спутниковой связи и всемирной сети Интернет.
  5)	Конвергенция рассматривается как последняя черта современного процесса развития ИТ, которая заключается в стирании различий между сферами материального производства и информационного бизнеса.
  `,
  },
  { name: 'Структура и особенности IT отрасли.', answer: `` },
  {
    name: 'Предприятие как система.',
    answer: `Предприятие – это сложная социально-экономическая система, в ко-торой можно выделить иерархические, функциональные и информацион-ные (кибернетические) подсистемы.
  Предприятие как иерархическая система имеет следующие системы иерархии: производство, цех, производственный участок, рабочее место.
  Функциональные подсистемы производства:
  1. Подсистема элементов производства – включает средства произ-водства, предметы труда и кадры.
  2. Подсистема производственного процесса – техническая подготовка производства. Основной производственный процесс, организация труда.
  3. Подсистема инфраструктуры производства – техническое обслу-живание и ремонт активной части и основных средств (оборудование), транспортное, энергетическое, инструментальное обслуживание.
  4. Подсистема управления производством – включает финансы, бух-галтерский учет, технико-экономическое планирование, работу с кадрами и другое.
  Информационные подсистемы:
  1. Субъект управления – поддерживает выходы системы на желае-мом уровне.
  2. Объект управления.
  Принципы формирования системы управления – иерархичность и обратная связь.
  Классификация промышленных предприятий:
  1. По потребляемому сырью:
  a. Добывающее.
  b. Обрабатывающее.
  2. По отраслевой принадлежности.
  3. По режиму работы в течение года:
  a. Круглогодичные.
  b. Сезонные.
  4. По типу производства:
  a. Единичные.
  b. Серийные.
  c. Массовые.
  5. По охвату стадий технологического процесса:
  a. С полным циклом производства, где реализуются все стадии технологического процесса.
  b. С неполным циклом производства.
  6. По степени непрерывности производства:
  a. С непрерывным циклом производства.
  b. С прерывным (дискретным) циклом производства.
  7. По назначению готовой продукции:
  a. Производящие средства производства (продукция производ-ственного назначения).
  b. Производящие предметы потребления.
  `,
  },
  { name: 'Характеристики IT компаний.', answer: `` },
  {
    name: 'Виды собственности предприятий.',
    answer: `Государственная собственность предполагает наличие об-ще­ственной собственности, управляемой государственными федеральны-ми либо региональными органами. Руководители этих предприятий назначаются или нанимаются по контракту и являются дове­ренными ли-цами собственников данных предприятий.
  Муниципальная собственность предполагает наличие обществен-ной собственности в пределах границ конкретного муниципального обра-зования. Руководят этими предприятиями доверенные лица муниципаль-ных органов власти, выражающих интересы населения этих муниципаль-ных округов.
  
  
  Коллективная собственность имеет свои разновидности. Это соб-ственность, принадлежащая различным общественным или ре­лигиозным организациям либо состоящая из долей участников соз­дания данной соб-ственности.
  Предприятия, функционирующие на основе собственности, принад-лежащей общественным или религиозным организациям, являются ма-териальной и финансовой основой функционирования этих организаций. Управление такими предприятиями осуществляется доверенными лицами организаций-собственников.
  Предприятие, функционирующее на основе долевой собственности, сформированной долями физических и юридических лиц, управляется ру-ководителями, выбранными участниками организации данного коллектив-ного предприятия. Причем количество голосов каждого участника опре-деляется его долей в формировании средств производства. При фиксиро-ванно-равном финансовом участии все участники располагают равными правами при выборе руководящих органов предприятия.
  Индивидуальная (частная) собственность предполагает предпри-ятия, основанные на частной собственности отдельного гражданина (или членов его семьи). Они функционируют на базе личных средств, лич­ного имущества, получаемых доходов и других законных источников.
  Помимо этих основных разновидностей форм собственности опреде-ленную часть финансовой и материальной основы функцио­нирования коммерческих предприятий может составлять и собст­венность иностран-ных физических и юридических лиц.
  `,
  },
  {
    name: 'Организационно-правовые формы предприятий.',
    answer: `Организационно-правовая форма (ОПФ) определяет способ управ-ления имуществом хозяйствующим субъектом и вытекающие из этого его правовое положение, и цели предпринимательской деятельности.
  Примерами организационно-правовых форм являются – Акционер-ное общество (АО), Общество с ограниченной ответственностью (ООО), Учреждение.
  Организационно-правовые формы юридического лица – это формы деятельности, которые закреплены непосредственно законодательством страны и определяют права, обязанности и порядок распоряжения акти-вами юридического лица.
  Согласно ГК РФ в данный момент различают коммерческие и не-коммерческие компании.
  Поскольку юридические лица могут разделяться на коммерческие компании и некоммерческие организации, то цели могут здесь различать-ся. То есть целями может являться:
  •	Получение прибыли - для коммерческих фирм;
  •	Общественные интересы, образование, просвещение и пр. - для некоммерческих организаций.
  Таким образом, две основные формы ведения предпринимательской деятельности- это:
  1.	Коммерческие компании: хозяйственные товарищества, хозяй-ственные общества, производственные кооперативы, унитарные предприятия.
  2.	Некоммерческие организации создаются ради других целей, таких как: социальные, культурные, образовательные, духовные, благо-творительные и другие виды целей.
  `,
  },
  {
    name: 'Объединения предприятий.',
    answer: `К основным видам объединения предприятий относятся: холдинг, концерн, финансово-промышленная группа, ассоциация, консорциум, кар-тель, синдикат, трест, пул.
  Холдинг. Это объединение предприятий вокруг головной (материн-ской) компании. Она владеет контрольными пакетами акций других фирм-участниц, за счет чего осуществляет управление и контроль за другими участниками. Холдинг предполагает объединение производственных и ка-питальных ресурсов в целях создания крупного дифференцированного производства, часто включающего всю технологическую цепочку от до-бычи и переработки сырья до выпуска готовой продукции, а также в целях реализации различных инвестиционных программ. 
  Финансово-промышленная группа – корпоративное объединение банковских, производственных, торговых и научных предприятий, имею-щих общую управленческую структуру, созданное с целью расширения рынков сбыта товаров и услуг, реализации инвестиционных проектов, по-вышения эффективности производства, создания оптимального финансово-кредитного механизма. 
  Концерн создается с целью выполнения определенных функций или задач, решение которых возможно только при условиях объединения про-изводственного и финансового потенциала нескольких компаний. Эти предприятия имеют общие интересы и заключают взаимовыгодные дого-вора о сотрудничестве. В рамках концерна формируется общая централи-зованная система контроля. Предприятия сохраняют свою юридическую самостоятельность, но финансовый контроль и определенные функции по производственной, финансовой, инвестиционной и пр. деятельности сведе-ны в систему единого централизованного управления. Концерн может включать в себя предприятия разных отраслей промышленности, банков, транспорта, торговли.
  Ассоциация – объединение предприятий на добровольной основе с целью взаимного сотрудничества для совместного выполнения производ-ственных, хозяйственных, научных, культурных, управленческих и других функций. Участие в ассоциации для предприятия предусматривает менее жесткие ограничения по сравнению с концерном. Члены ассоциации со-храняют свою юридическую и хозяйственную самостоятельность, но несут субсидиарную ответственность по ее обязательствам. При этом ассоциация не отвечает по обязательствам своих членов. Участники ассоциации могут входить в другие договорные объединения предприятий без согласования с другими участниками.
  Консорциум – временное объединение для осуществления крупного проекта или решения определенной задачи. Происходит объединение фи-нансовых ресурсов, производственных мощностей и пр., но при этом предприятия сохраняют производственную самостоятельность. Для кон-сорциума характерно полное сохранение экономической и юридической самостоятельности входящих в него компаний за исключением той части деятельности, которая связана с достижением целей консорциума. Дей-ствие его может иметь разовый, кратковременный или долговременный характер. После выполнения задачи консорциум прекращает свою дея-тельность или преобразуется в другой вид объединения.
  Картель – объединение организаций, как правило, одной отрасли, заключающих соглашение о ценах, объемах производства, рынках сбыта, ассортименте продукции, условиях найма и пр. При этом предприятия со-храняют полную самостоятельность: юридическую, хозяйственную, фи-нансовую, а свою деятельность осуществляют на основе картельного дого-вора. В настоящее время картели запрещены антимонопольным законода-тельством большинства стран, так как по своей сути они являются формой монополии и направлены на сокращение конкуренции. Однако существу-ют так называемые «скрытые» картели. Объединения, когда образование картеля не оформляется письменным договором, а существует в виде уст-ных соглашений. Кроме того, в ряде случаев запрет на картели может быть снят. Например, для объединения производителей в отдельных от-раслях (сельское хозяйство); в случаях, когда на долю картеля приходится незначительная доля рынка; когда подобное объединение способствует технологическому прогрессу или направлено на освоение новых рынков.
  Синдикат – объединение сохраняющих свою самостоятельность предприятий с целью централизации сбыта продукции. Синдикат можно рассматривать как определенную разновидность картеля, но с более жест-кими правилами. Для всех участников синдиката сбыт или снабжение осу-ществляется одним предприятием, что позволяет устранить конкурентов. Участники синдиката, как и картеля, сохраняют свою юридическую и про-изводственную самостоятельность. Форма синдиката наиболее распро-странена в отраслях с массовой однородной продукцией: горнодобываю-щей, металлургической, химической. Синдикат, как и картель, запрещен антимонопольным законодательством многих стран.
  При образовании треста происходит полное слияние компаний-участниц. Предприятия теряют свою юридическую и хозяйственную само-стоятельность. В тресте объединяются все стороны хозяйственной деятель-ности предприятий.
  Под пулом (от англ. pool — общий котел) понимается временное объединение предприятий, при котором участники создают общий фонд, куда поступает общая прибыль, которая затем распределяется между ними согласно заранее установленным пропорциям. По сути является разновид-ностью картеля. В рамках пула устанавливаются правила распределения общих расходов и прибыли.
  `,
  },
  { name: 'Производственный процесс IT компании.', answer: `` },
  { name: 'Производственная структура IT компании.', answer: `` },
  { name: 'Управление IT компанией.', answer: `` },
  { name: 'Продукция предприятий IT отрасли.', answer: `` },
  {
    name: 'Экономический механизм функционирования IT компании.',
    answer: `Экономический механизм предприятия — это комплекс организаци-онно-экономических форм и методов хозяйствования, направленных на достижение поставленных целей, в частности обеспечение стабильного и эффективного развития предприятия.

  Сущность экономического механизма определяется содержанием и структурными элементами.
  Основными элементами этого механизма являются: экономический интерес, коммерческий расчет, материальное стимулирование, аналитиче-ская и планово-экономическая работа, ценообразование, налогообложе-ние, организационно-правовые формы хозяйствования и др.
  В рыночных условиях главным стимулом хозяйственной деятельно-сти выступает экономический интерес. В зависимости от цели и типов предприятия питания он выражается в следующем:
  1) экономической выгоде — получение прибыли от коммерческой, предпринимательской деятельности, подобный интерес преследуют в первую очередь рестораны;
  2) завоевании рынка, наращивании объемов деятельности на основе успешного ведения конкуренции, осуществления грамотной и гибкой це-новой политики, создания позитивного имиджа; этот интерес присущ большинству общедоступных предприятий массового питания;
  3) удовлетворении запросов определенного контингента потребите-лей путем организации лечебного, рабочего, школьного и студенческого питания и т. п. Подобный интерес отражает выполняемые этими предприя-тиями социальные функции.
  `,
  },
  {
    name: 'Понятие о производственных фондах IT компании.',
    answer: `В широком смысле слова основные производственные фонды – это активы, используемые организацией неоднократно или постоянно в тече-ние длительного периода времени (не менее года) для производства про-дукции и не теряющие свою натуральную форму. При этом основные про-изводственные фонды переносят свою стоимость на продукцию частями по мере использования. Перенос стоимости происходит через механизм амортизации.
  К основным производственным фондам относятся те ОС, которые непосредственно участвуют в процессе производства продукции (активные основные фонды), а также те фонды, которые в процессе производства продукции не участвуют, но необходимы для создания нормальных усло-вий для функционирования активных основных фондов (пассивные основ-ные фонды).
  К активной части основных фондов относятся, например, станки, оборудование, транспорт. К пассивной части основных фондов можно от-нести, к примеру, здания.
  `,
  },
  { name: 'Классификация и структура основных фондов IT компаний.', answer: `` },
  { name: 'Учет и оценка основных фондов IT компаний.', answer: `` },
  {
    name: 'Показатели наличия основных фондов.',
    answer: `К показателям состояния основных фондов относятся коэффициент износа и коэффициент годности. Эти коэффициенты рассчитываются на определенную дату (как правило, на начало и конец периода). Коэффици-ент износа показывает, какую часть своей полной стоимости основные фонды уже утратили в результате их использования.`,
  },
  {
    name: 'Показатели использования основных фондов.',
    answer: `Показателями эффективности использования основных средств яв-ляются: фондоотдача (отношение объема выпуска продукции за год (на уровне предприятия) к среднегодовой полной стоимости основных фон-дов), фондоемкость (обратная величина от фондоотдачи. Она характери-зует сколько основных производственных фондов приходится на 1 рубль произведенной продукции), относительная экономия основных средств, рентабельность основных фондов, исчисленная по общей прибыли и при-были по распоряжении организации.`,
  },
  {
    name: 'Износ основных фондов.',
    answer: `Различают физический (материальный) и моральный износ основных фондов. Физический износ означает постепенную утрату орудиями труда своих потребительных свойств, т.е. количественных и качественных харак-теристик. Физическому износу подвергаются все элементы фондов, но в наибольшей степени он характерен для оборудования и транспорта; зна-чительно позднее наступает физический износ зданий и сооружений. Фи-зический износ происходит по двум причинам: вследствие работы машин и от бездействия, а также вследствие стихийных бедствий. Поэтому, чтобы уменьшить физический износ, необходимо уменьшать долю бездействую-щего оборудования, уменьшать сроки замены оборудования.
  Средства труда подвергаются также моральному износу (изменение их экономических характеристик). Моральный износ означает потерю ча-сти стоимости основных фондов без соответствующего материального из-носа, т.е. часть стоимости основных фондов утрачивается вследствие уде-шевления их производства и появления более эффективных машин и обо-рудования (научно-технический процесс).
  `,
  },
  {
    name: 'Понятие и виды амортизации основных фондов.',
    answer: `С целью компенсации износа основных фондов и накопления необ-ходимых средств для воспроизводства и восстановления основных фондов используется система амортизационных отчислений. 
  Амортизацией называется денежное возмещение износа основных фондов. Амортизация осуществляется в виде ежемесячных отчислений от стоимости ОС в амортизационный фонд предприятия.
  Амортизация – плановый процесс накопления денежных средств для возмещения выбывших основных фондов на протяжении всего намечаемо-го срока функционирования основных фондов.
  Виды:
  - равномерная амортизация. Основная суть метода равномерного начисления амортизации состоит в том, что процесс физического из-носа происходит единообразно в течении этого времени.
  - ускоренная амортизация. Это амортизация, при которой относи-тельно большая часть стоимости амортизируемого актива списывает-ся на затраты в первые годы его эксплуатации (для морального из-носа).
  - метод убывающей стоимости. Метод убывающей стоимости пред-полагает, что норма амортизации по годам остается неизменной, а стоимость основного капитала оценивается по остаточной стоимости.
  `,
  },
  {
    name: 'Способы расчета величины амортизационных отчислений.',
    answer: `1.	Линейный (пропорциональный) способ – это списание стоимо-сти объекта равными суммами в течение срока его службы. 
  2.	Способ уменьшаемого остатка. Годовая сумма амортизацион-ных отчислений рассчитывается исходя из остаточной стоимости объекта
  3.	Способ списания стоимости по сумме чисел лет срока полез-ного использования (способ суммы годичных чисел) – это также способ ускоренной амортизации, по которому стоимость основ-ных средств списывается в сумме, равной долям оставшихся лет в общей сумме лет.
  4.	Способ списания стоимости пропорционально объему про-дукции (работ), т.н. производственный– это начисление аморти-зации в зависимости от объема выпущенной продукции и может применяться только для объектов, непосредственно участвую-щих в производстве
  `,
  },
  {
    name: 'Восстановление и выбытие основных средств.',
    answer: `Восстановление объекта основных средств может осуществляться по-средством ремонта, реконструкции и модернизации.
  Стоимость объекта основных средств, который выбывает или не спо-собен приносить организации доход (экономические выгоды) в будущем, подлежит списанию с бухгалтерского учета.
  Основные средства выбывают из организации в случаях:
  •	списания по причине непригодности к дальнейшему использованию
  •	продажи на сторону
  •	безвозмездной передачи
  •	передачи в счет вклада в уставный капитал другой организации
  •	сдачи имущества в аренду, лизинг
  •	реализации по договорам мены и т.д.
  `,
  },
  {
    name: 'Пути улучшения использования основных фондов.',
    answer: `Можно выделить следующие основные пути улучшения использова-ния ОПФ:
  •	внедрение новой, экономически эффективной техники;
  •	техническое совершенствование и модернизация оборудования;
  •	улучшение задействования и использования действующих фон-дов;
  •	совершенствование структуры ОПФ и ускорение их обновле-ния;
  •	ускорение освоения вновь введенных в действие производ-ственных мощностей;
  •	создание системы управления использованием ОПФ.
  `,
  },
  {
    name: 'Понятие и особенности нематериальных активов.',
    answer: `Нематериальные активы – это условная стоимость промышленной и интеллектуальной собственности и другие имущественные права, на кото-рые распространяется право собственности предприятия. НА используют-ся в течение длительного периода (свыше 1 года) и приносят доход.`,
  },
  {
    name: 'Сущность и экономическое содержание оборотных фондов.',
    answer: `По своему экономическому содержанию оборотные средства пред-ставляют совокупность денежных средств, авансированных в оборотные производственные фонды и фонды обращения. Основное назначение обо-ротных средств заключается в обеспечении непрерывности и ритмичности процесса производства и обращения.`,
  },
  {
    name: 'Кругооборот оборотных средств.',
    answer: `Оборотные средства находятся в постоянном движении. Кругообо-рот капитала охватывает три стадии: заготовительную, производственную и сбытовую.
  Любой бизнес начинается с некоторой суммы наличных денег, кото-рые вкладываются в определенное количество ресурсов для производства.
  На стадии производства ресурсы воплощаются в товар, работы или услуги. Результатом этой стадии является переход оборотного капитала из производственной формы в товарную.
  `,
  },
  {
    name: 'Классификация оборотных средств IT компаний по функциональной роли, содержанию, форме контроля.',
    answer: `- в зависимости от функциональной роли в процессе производства - оборотные производственные фонды (средства) и фонды обращения;
    - в зависимости от материально-вещественного содержания - предме-ты труда (сырье, материалы, топливо, незавершенное производство и др.), готовая продукция и товары, денежные средства в расчетах.
    - в зависимости от практики контроля, планирования и управления - нормируемые оборотные средства и ненормируемые оборотные средства;
    `,
  },
  {
    name: 'Классификация оборотных средств IT компаний по источникам формирования, ликвидности,',
    answer: `- в зависимости от источников формирования оборотного капитала - собственный оборотный капитал и заемный оборотный капитал;
    - в зависимости от ликвидности (скорости превращения в денежные средства) - абсолютно ликвидные средства, быстро реализуемые оборот-ные средства, медленно реализуемые оборотные средства;
    `,
  },
  { name: 'Нормирование оборотных средств. Методы нормирования.', answer: `` },
  { name: 'Методика расчета нормы и норматива оборотных средств.', answer: `` },
  { name: 'Источники формирования оборотного капитала.', answer: `` },
  { name: 'Анализ эффективности использования оборотных средств.', answer: `` },
  { name: 'Пути повышения эффективности использования оборотных средств.', answer: `` },
  { name: 'Понятие о персонале IT компании. Характеристики кадров.', answer: `` },
  { name: 'Структура кадров IT компаний.', answer: `` },
  { name: 'Учет и планирование численности персонала. Текучесть кадров.', answer: `` },
  { name: 'Производительность труда и пути ее повышения.', answer: `` },
  { name: 'Трудоемкость в IT отрасли.', answer: `` },
  {
    name: 'Факторы снижения трудоемкости и роста производительности труда в IT компаниях.',
    answer: ``,
  },
  { name: 'Нормирование труда.', answer: `` },
  { name: 'Понятие об оплате труда работников.', answer: `` },
  { name: 'Структура заработной платы.', answer: `` },
  { name: 'Формы оплаты труда. Бестарифная форма оплаты труда.', answer: `` },
  { name: 'Сдельная система оплаты труда.', answer: `` },
  { name: 'Повременная система оплаты труда.', answer: `` },
  { name: 'Бригадная форма организации труда.', answer: `` },
  { name: 'Оплата труда руководителей, специалистов и служащих.', answer: `` },
  { name: 'Налоги и отчисления в сфере оплаты труда.', answer: `` },
  { name: 'Понятие издержек производства и себестоимости продукции.', answer: `` },
  {
    name: 'Классификация затрат по экономической роли в процессе производства, способу включения в себестоимость отдельных видов продукции, характеру связи с объемом производства.',
    answer: ``,
  },
  {
    name: 'Классификация затрат по степени экономической однородности, месту формирования, характеру расходов.',
    answer: ``,
  },
  { name: 'Документы, определяющие себестоимость.', answer: `` },
  { name: 'Калькулирование себестоимости.', answer: `` },
  { name: 'Понятие и виды налогов.', answer: `` },
  { name: 'Анализ себестоимости.', answer: `` },
  { name: 'Основные резервы снижения себестоимости продукции.', answer: `` },
  {
    name: 'Понятие об инновационной деятельности.',
    answer: `- Инновационная деятельность – процесс создания, освоения и распространения инноваций. в рыночной экономике инновации представляют собой эффективное средство конкурентной борьбы, так как ведут к созданию новых потребностей, к снижению себестоимости продукции, к притоку инвестиций, к улучшению имиджа производителя новых продуктов, к открытию и захвату новых рынков.
  Классификация инноваций (подразделение инноваций на конкретные группы по определенным признакам) свидетельствует о том, что процессы нововведений многообразны и различны по своему характеру.  [6]. 
 •	По сфере возникновения
 •	По типу новизны для рынка
 •	По причине (источнику) появления
 •	По месту в системе (на предприятии
 •	По глубине вносимых изменений: 
 •	По сфере деятельности предприятия инновации бывают технологические, производственные, экономические, торговые, социальные, в области управления. 
 Непременным свойством инновации является научно–техническая новизна. Поэтому необходимо отличать инновации от несущественных видоизменений в продуктах и технологических процессах (изменения цвета, формы и т.п.); незначительных технических или внешних изменений продукта, а также входящих в него компонентов; от расширения номенклатуры продукции за счет освоения производства не выпускавшихся прежде на данном предприятии, но уже известных на рынке.
 `,
  },
  {
    name: 'Инновационная деятельность в IT отрасли России.',
    answer: `Основными предпосылками создания собственной фирменной науки явилась необходимость наращивания конкурентных преимуществ в научно– техническом и технологическом развитии компаний. Для развития фирменной науки необходимо укреплять материально– техническую базу, подготавливать кадры, расширять исследования, сотрудничать с академическими институтами и т.д.
  Сегодня государство поддерживает инновационное предпринимательство, для чего используются определенные налоговые льготы, разработаны упрощенные схемы получения кредитов, созданы фонды поддержки малого бизнеса.
  Основные научные исследования и разработки в IT компаниях ведутся по направлениям: 
  •	Искусственный интеллект и когнитивные технологии 
  •	Робототехника, человеко-машинные интерфейсы
  •	Глобальные коммуникации, сетевые технологии
  •	Большие данные и суперкомпьютеры
  •	Семантика, алгоритмы, языки программирования
  •	Компьютерное зрение и дополненная реальность
  •	Кибербезопасность и защита информации
  •	Наукоёмкие технологии, вычислительные методы
  •	Программная инженерия
  •	Биоинформатика
  `,
  },
  {
    name: 'Формы финансирования инновационной деятельности.',
    answer: `Источниками финансирования инновационной деятельности могут быть предприятия, финансово–промышленные группы, малый инновационный бизнес, инвестиционные и инновационные фонды, органы местного управления, частные лица и т.д. Все они участвуют в хозяйственном процессе и тем или иным образом способствуют развитию инновационной деятельности [22]. В развитых странах финансирование инновационной деятельности осуществляется как из государственных, так и из частных источников примерно в равных долях.
  Основные организационные формы финансирования инновационной деятельности, принятые в мировой практике:
  – дефицитное финансирование (Правительство России получает средства от иностранных и международных организаций и имеет возможность регулирования и контроля инвестиций); 
  – акционерное (кооперативное) финансирование (предприятия получают средства у банков и институциональных инвесторов для своих проектов);
   – проектное финансирование (в конкретный проект целевым направлением вкладываются средства различных инвесторов с распределением рисков и получением гарантий). 
  Доступными формами финансирования инновационной деятельности для отдельных предприятий являются акционерное финансирование и проектное финансирование. Наиболее привлекательны инновационные проекты, обеспечивающие выпуск высококачественной, конкурентоспособной продукции.
  `,
  },
  {
    name: 'Методика расчета потребности в финансовых средствах.',
    answer: `Независимо от конкретных организационных форм реализации инновационных проектов основанием для определения размера финансирования являются сметы (сметные калькуляции), разрабатываемые по каждому проекту в отдельности в разрезе самостоятельных этапов с распределением по годам (на текущий год с разбивкой по кварталам).
  Мера своевременности финансирования определяется по специальной форме, именуемой балансом денежных средств. Конкретные методы организации финансовой работы зависят от масштабов деятельности, опыта людей, традиций инновационного предприятия, т. е. в каждом конкретном случае имеют свою специфику. Обобщающим документом финансового планирования работы в инновационной сфере является финансовый план, представляющий собой баланс денежных доходов и расходов.
  В первом разделе фигурируют доходы и поступление средств. Сюда включаются все финансовые ресурсы, кроме полученных от банков и государства (т. е. из бюджетных и внебюджетных фондов).
  Во втором разделе данного плана «Расходы и отчисления средств» указываются направления использования финансовых ресурсов. Имеются в виду те суммы, которые предполагается израсходовать на расширение производства (увеличение объемов разработок), экономическое стимулирование результатов деятельности предприятия, операционные и прочие расходы.
  В третьем разделе финансового плана отражаются кредитные взаимоотношения с банковскими учреждениями. Именно здесь фиксируются все полученные ссуды, их возврат и уплата процентов за пользование кредитом.
  В четвертом разделе данного плана отражаются взаимоотношения с бюджетом и внебюджетными фондами. Как и в предыдущем случае, этот раздел плана имеет доходную и расходную части.
  `,
  },
  {
    name: 'Показатели оценки эффективности и виды рисков инновационного проекта.',
    answer: `Инновационный риск – вероятность потерь, возникающих при вложении предпринимательской фирмой средств в производство новых товаров и услуг, которые, возможно, не найдут ожидаемого спроса на рынке. 
    Инновационные риски возникает в следующих ситуациях:
     – при внедрении более дешевого метода производства товара или услуги по сравнению с уже использующимися. 
    – при создании нового товара или услуги на старом оборудовании. В этом случае к риску неправильной оценки спроса на новый товар или услугу добавляется риск несоответствия качества товара или услуги в связи с использованием старого оборудования; 
    – при производстве нового товара или услуги при помощи новой техники и технологии. 
    В данной ситуации инновационный риск включает в себя: 
    риск того, что новый товар или услуга может не найти покупателя; 
    риск несоответствия нового оборудования и технологии необходимым требованиям для производства нового товара или услуги; 
    риск невозможности продажи созданного оборудования, так как оно не подходит для производства иной продукции, в случае неудачи.
     Инновационные риски (риски инновационных проектов) связаны с инновационной деятельностью, главной целью которой является обеспечение конкурентоспособности за счет реализации инноваций.
     Инновационный риск является результатом совокупного действия всех факторов, определяющих различные виды рисков: научно–технических, экономических, политических, предпринимательских, социальных, экологических и др. 
    К специфическим инновационным рискам относят: 
    1. Научно–технические риски (отрицательные результаты НИР; отклонения параметров ОКР; несоответствие технического уровня производства техническому уровню инновации; несоответствие кадров профессиональным требованиям проекта; отклонения в сроках реализации этапов проектирования; возникновение непредвиденных научно–технических проблем). 
    2. Риски правового обеспечения проекта (ошибочный выбор территориальных рынков патентной защиты; недостаточно «плотные» патентные защиты; неполучение или запаздывание патентной защиты; ограничение в сроках патентной защиты; истечение срока действия лицензий на отдельные виды деятельности; «утечка» отдельных технических решений; появление патентно–защищенных конкурентов). 
    3.Риски коммерческого предложения (несоответствие рыночной стратегии фирмы существующим условиям; отсутствие поставщиков необходимых ресурсов и комплектующих; невыполнение поставщиками обязательств по срокам и качеству поставок).
    `,
  },
  {
    name: 'Обоснование управленческих и инженерных решений.',
    answer: `Инженерные решения – комплекс выбираемых альтернатив на всех стадиях жизненного цикла IT компаний.
  Эффективность – относительный эффект, результативность деятельности, определяемый как отношение результата к затратам, обеспечившим его получение.
  Очевидно, что при принятии инженерных решений необходимо учитывать не только технико-технологические, организационные, социальные, но и экономические факторы. Как правило, экономические показатели выступают как оценочный критерий, отражающий приемлемость того или иного инженерного решения. 
  Для обоснования инженерных решений используется комплекс показателей эффективности, которые можно классифицировать по нескольким признакам: 
  1.По учету фактора времени: 
  – статические (простые) – не учитывающие влияние временного фактора (чистая прибыль, рентабельность капитальных вложений, срок окупаемости инвестиций и т.д.); 
  – динамические (дисконтированные) – учитывающие влияние фактора времени (чистый дисконтированный доход, суммарная дисконтированная чистая прибыль, индекс доходности, внутренняя норма доходности, дисконтированный срок окупаемости); 
  2.По методике расчета: 
  – абсолютные – определяемые как сумма, разность, произведение, частное нескольких абсолютных показателей и измеряемые в абсолютных единицах (выручка, себестоимость, прибыль, цена, чистый дисконтированный доход); 
  – относительные – определяемые как соотношение абсолютных показателей и измеряемые в процентах или долях единицы (рентабельность, индекс доходности, внутренняя норма доходности, коэффициенты ликвидности, оборачиваемости и т.д.).
  `,
  },
  {
    name: 'Статические показатели экономической эффективности инженерных решений.',
    answer: `1. Рентабельность капитальных вложений, доли ед, %
    2.Снижение себестоимости товарной продукции, руб
    3.Удельные капитальные затраты, руб/т
    4.Стоимость товарной продукции в оптовых ценах на единицу капитальных затрат, руб/т
    5.Срок окупаемости капитальных вложений, лет
    6.Коэффициент сравнительной экономической эффективности дополнительных капитальных вложений, доли ед
    7.Срок окупаемости дополнительных капитальных вложений, лет
    `,
  },
  {
    name: 'Динамические показатели экономической эффективности инженерных решений.',
    answer: `Динамические показатели оценки эффективности основаны на дисконтировании денежных потоков. 
    К их числу относятся:
    -  чистый дисконтируемый доход
    показатель, характеризующий эффективность вложений в развитие конкретного направления, благодаря чему на протяжении срока его реализации можно наблюдать за величиной денежных потоков и анализировать ее. ЧДД – это сумма дисконтированных значений поступлений и оттоков по конкретному проекту, которые приведены к настоящему времени.
    - внутренняя норма рентабельности
     это такая ставка дисконтирования, при которой инвестор получит назад все вложения, то есть выйдет в ноль.
    - модифицированная внутренняя норма рентабельности
    позволяет получить более точную оценку эффективности инвестиционных проектов, в которых чистый денежный поток меняет знак несколько раз в течение жизненного цикла. 
    - дисконтируемый срок окупаемости инвестиций. 
    показывает за какой период времени сумма дисконтированных денежных потоков покроет все дисконтированные инвестиционные затраты. То есть, с какого момента инвестор окупит затраты и начнет получать дополнительную прибыль.
    `,
  },
  {
    name: 'Методика приведения разновременных капитальных вложений к моменту начала и окончания инвестирования.',
    answer: `Приведение разновременных значений денежных потоков к их ценности в какой-либо один момент времени — к моменту приведения — называется дисконтированием.
    Для приведения разновременных затрат, результатов и эффектов к одному моменту используется норма дисконта, равная приемлемой для инвестора норме дохода на капитал (стоимости капитала).
    Различаются следующие нормы дисконта: социальная, коммерческая, участника проекта и бюджетная.
    Для оценки общей (народнохозяйственной) эффективности крупных проектов, в которых государство принимает участие, используется социальная норма дисконта, которая считается национальным параметром и централизованно устанавливается государством. При этом учитываются не только финансовые интересы государства, но и относительная социальная значимость для общества доходов, полученных в различные моменты времени.
    Коммерческая норма дисконта используется для оценки коммерческой эффективности проекта. Она определяется исходя из альтернативной эффективности использования капитала (в других проектах), с учетом рисков и неопределенностей.
    Норму дисконта участника проекта каждый хозяйствующий субъект оценивает сам, определяя свою индивидуальную «цену денег», то есть реальную (с учетом налогов и риска) норму годового дохода на вложенный капитал с учетом доступных на рынке альтернативных направлений вложения капитала. При отсутствии четких предпочтений у участников проекта коммерческая норма дисконта может быть принята на уровне ставки рефинансирования ЦБ и процента по депозитным вкладам.
    Бюджетная норма дисконта используется при расчете бюджетной эффективности, устанавливается федеральными или региональными органами и отражает эффективность альтернативного использования бюджетных средств.
    `,
  },
  {
    name: 'Оценка инженерных решений с помощью денежных потоков.',
    answer: `Денежный поток проекта (cash flow) – зависимость от времени денежных поступлений и платежей при реализации порождающего его проекта, определяемая для всего расчетного периода
  На каждом шаге значение денежного потока характеризуется: притоком, равным размеру денежных поступлений (или результатов в стоимостном выражении) на этом шаге; оттоком, равным платежам на этом шаге; сальдо (активным балансом, эффектом), равным разности между притоком и оттоком. 
  `,
  },
  {
    name: 'Понятие и функции цен.',
    answer: `Цена – денежное выражение стоимости или полезности товара или услуги; денежная сумма, запрашиваемая за товар или услугу, или сумма тех ценностей, которые потребитель отдает в обмен на право обладать или использовать товар или услугу. 
  Цена – единственный элемент маркетингового комплекса, относящейся к доходу, все другие относятся к затратам. Цена также является одним из самых гибких элементов маркетингового комплекса. В отличие от свойств товаров и обязательств по отношению к каналам сбыта, цену можно быстро изменить.
   Цены товаров измеряются в денежном выражении. Цена каждого товара в той или иной теории ценообразования, как правило, рассматривалась обособленно от цен других товаров.
  Цена выполняет несколько важных экономических функций в рыночной экономике. Во–первых, это функция учета и измерения затрат общественного труда.
  Во–вторых, это функция поддержания пропорциональности и равновесия в хозяйстве.
  В–третьих, это стимулирующая функция цены. На практике цены могут способствовать или препятствовать увеличению производства и потребления тех или иных товаров.
  Все функции цен связаны между собой и взаимодействуют друг с другом. Проблема ценообразования состоит в достоверном определении того количества денежных единиц, которое следует уплачивать за каждый конкретный товар.
  `,
  },
  {
    name: 'Факторы ценообразования.',
    answer: `Внутренние факторы ценообразования [9]:
  – маркетинговые цели; 
 – стратегия комплекса маркетинга; 
 – издержки; 
 – организация ценообразования. 
 Маркетинговые цели – выживание компании, максимизация текущей прибыли, максимизация доли рынка, лидерство по показателям качества.
 Маркетинговая стратегия — это общий план действий компании по привлечению потребителей и их конвертации в клиентов. Маркетинговая стратегия содержит ценностное предложение компании, ее ключевые сообщения, информацию о демографических характеристиках целевых потребителей и другие данные по рынку. Внимание: бизнес может работать и без маркетинговой стратегии. Однако в этом случае маркетинг хаотичен, а его эффективность слабо связана с действиями бизнеса. Стратегия помогает сосредоточиться на действительно важных процессах.
 Издержки производства — затраты, связанные с производством товаров. В бухгалтерской и статистической отчетности отражаются в виде себестоимости. Включают в себя материальные затраты, расходы на оплату труда, проценты за кредиты.
 Ценообразование – это процесс формирования стоимости товаров и услуг, предлагаемых компанией.
 Внешние факторы ценообразования [8]:
  – характер рынка и спроса; 
 – конкуренция; 
 – экономика, правительство, посредники. 
 Рынок и спрос устанавливают верхний предел цен на продукцию.
 `,
  },
  {
    name: 'Основные подходы к ценообразованию.',
    answer: `1.Ценообразование на основе себестоимости проводится в следующей последовательности: продукт – издержки – цена – ценность – потребители.
  Этот метод эффективен, только если установленная цена приводит к запланированному уровню продаж.
  2.Ценообразование на основе ценности товара проводится в следующей последовательности: потребители – ценность – цена – издержки – продукт. Валовые издержки В Валовый доход 0 200 400 600 800 1000 1200 0 10 20 30 40 50 Доходы и затраты в денежном выражении Объем продаж в натуральном выражении Ключом к ценообразованию на основе ценности товара является восприятие ценности товара покупателем, а не издержки продавца.
  3.Ценообразование на основе конкуренции. 3.1.Ценообразование на основе уровня текущих цен – предприятие основывает свою цену на ценах конкурентов, а не собственных издержках или спросе.
  3.2.Ценообразование на основе закрытых торгов (тендеров) – установление цены на основе предполагаемых цен конкурентов, а не собственных издержек или спроса.
  `,
  },
  {
    name: 'Стратегии ценообразования.',
    answer: `Стратегии ценообразования в рамках товарной номенклатуры включают:
  – установление цен в рамках товарного ассортимента; 
 – установление цен на дополняющие товары;
  – установление цен на обязательные принадлежности; 
 – установление цен на побочные продукты; 
 – установление цен на наборы товаров.
 Стратегии корректирования цен включают: 
 – установление цен со скидками и зачетами; 
 – установление дискриминационных цен; 
 – установление цен с учетом психологии потребителя;
  – установление цен для стимулирования сбыта; 
 – установление цен, ориентированных на ценность; 
 – установление цен по географическому принципу; 
 – установление цен, ориентированных на международные рынки.
 `,
  },
  {
    name: 'Определение цен при внешнеторговых операциях.',
    answer: `Внешнеторговые операции осуществляются, как правило, на мировых или региональных товарных рынках. Торговля на них осуществляется по мировым ценам. На мировых товарных рынках конкуренция более жесткая нежели на внутренних (национальных) рынках. Поэтому на мировом рынке обращаются только те товары, которые отвечают двум основным условиям. Первое условие - относительно низкие цены по сравнению с внутренними (национальными) ценами. Второе условие - качество товара должно отвечать международным стандартам.
  Под мировыми ценами понимаются экспортные цены основных поставщиков конкретного товара и импортные цены в важнейших центрах импорта этого товара.
  цены должны обслуживать крупные внешнеторговые сделки;
  это должны быть цены (экспортные или импортные), по которым внешнеторговые операции осуществляются на регулярной основе. Если внешнеторговые операции проводятся эпизодически, не регулярно, то такие цены не могут признаваться мировыми ценами;
  цены должны обслуживать внешнеторговые операции, которые носят раздельный (свободный) коммерческий характер. К примеру, цены товарообменных внешнеторговых операций (бартерные сделки, поставка товаров в рамках государственной помощи, сделки на компенсационной основе и др.) не признаются мировыми ценами.
  цены должны относиться к сделкам, которые осуществляются в условиях свободного торгово-политического режима. К примеру, в качестве мировой цены не могут выступать цены, по которым реализуется продукция между странами СНГ;
  `,
  },
  {
    name: 'Виды цен.',
    answer: `Цена может быть зафиксирована в контракте в момент его заключения, на протяжении срока действия контракта или к моменту его исполнения. В зависимости от способа фиксации различают твердую, подвижную, скользящую цену и цену с последующей фиксацией.
  Товарная (твердая) цена не подлежит изменению в ходе исполнения контракта. 
 Цена с последующей фиксацией в контракте не указывается. Оговариваются лишь условия фиксации и принцип определения уровня цены. 
 Скользящая цена пересматривается в период исполнения контракта с учетом изменений в издержках производства. 
 Цена поставщика (производителя продукции) – цена, по которой этот производитель хотел бы реализовать свою продукцию на рынке сбыта. 
 Цена потребителя – цена, которую потребитель готов заплатить за товар.
 `,
  },
  { name: 'Специфика ценообразования на продукцию предприятий IT компаний.', answer: `` },
  {
    name: 'Показатели прибыли.',
    answer: `Прибыль – превышение доходов от продажи товаров и услуг над затратами на их производство и продажу. 
  Величину прибыли характеризуют следующие показатели:
   а) чистая выручка от реализации продукции (работ, услуг) – это валовая выручка от реализации за вычетом налога на добавленную стоимость, акцизов, возвращенных товаров и ценовых скидок; 
  б) валовая прибыль от реализации – чистая выручка от реализации за вычетом производственных расходов на реализованную продукцию. Этот показатель позволяет анализировать эффективность производственной деятельности предприятия; 
  в) прибыль (убыток) от основной деятельности (операционная прибыль или операционный убыток) – валовая прибыль от реализации за вычетом расходов по управлению и расходов по сбыту. Этот показатель отражает влияние расходов по управлению и сбыту на финансовый результат от реализации; 
  г) прибыль от финансовой деятельности – сальдо доходов и расходов по финансовой деятельности. Этот показатель необходим для того, чтобы отделить прибыль от производственно–хозяйственной деятельности предприятия от таких источников прибыли, как получение процентов и дивидендов предприятием, операции с иностранной валютой и др. 
  д) балансовая прибыль – прибыль, полученная предприятием от его производственно–финансовой деятельности; 
  е) прибыль от обычной хозяйственной деятельности – сумма прибылей от основной хозяйственной деятельности и прибылей от финансовой деятельности; 
  ж) чрезвычайные прибыли – разность между чрезвычайными доходами (полученные пени, штрафы, неустойки и т.д.) и расходами (уплаченные пени, штрафы, неустойки и т.д.); 
  з) прибыль (убыток) после уплаты налога – часть балансовой прибыли за минусом отчислений в резервный и другие фонды, уплаты рентных платежей и других отчислений от прибыли до ее налогообложения, а также налога на прибыль. Этот показатель является точкой перехода от бухгалтерской прибыли к налогооблагаемой прибыли; 
  и) чистая прибыль (чистый убыток) – прибыль (убыток) после уплаты налога;
   к) прибыль, находящаяся в полном распоряжении предприятия – чистая прибыль, уменьшенная на сумму начисленных дивидендов по акциям; 
  л) поток наличности – величина средств, которую имеет предприятие в своем распоряжении. Рассчитывают его путем прибавления к чистой прибыли суммы амортизационных отчислений в резервные или другие аналогичные фонды.
  `,
  },
  {
    name: 'Анализ прибыли. Направления использования прибыли.',
    answer: `Прибыль и рентабельность – важные показатели эффективности производства. 
  Прибыль – это, с одной стороны, основной источник финансирования деятельности предприятий, а с другой источник доходов государственного и местного бюджетов.
  Анализ формирования и использования прибыли проводится в несколько этапов: 
  1) анализируется прибыль по составу в динамике; 
  2) проводится факторный анализ прибыли от реализации; 
  3) анализируются причины отклонения по таким составляющим прибыли, как проценты к получению и уплате, прочие операционные доходы, внереализационных доходы и расходы; 
  4) анализируется формирование чистой прибыли и влияние налогов на прибыль; 
  5) дается оценка эффективности распределения прибыли на накопление и потребление; 
  6) анализируется использование прибыли на накопление и потребление; 
  7) разрабатываются предложения к составлению финансового плана. 
  `,
  },
  { name: 'Понятие о материально-техническом снабжении и сбыте продукции.', answer: `` },
  { name: 'Задачи и функции материально-технического снабжения IT компаний.', answer: `` },
  { name: 'Организация материально-технического снабжения IT компаний.', answer: `` },
  { name: 'Сбыт продукции IT компаний.', answer: `` },
  { name: 'Учет и отчетность на предприятии.', answer: `` },
  { name: 'Содержание и методы анализа деятельности предприятия.', answer: `` },
  { name: 'Объекты анализа.', answer: `` },
  { name: 'Оценка финансового состояния предприятия.', answer: `` },
  { name: 'Общие тенденции развития управления в IT отрасли.', answer: `` },
  { name: 'Особенности принятия управленческих решений в IT отрасли', answer: `` },
];
